Repository: SkyLaptor/factorio-mod-translation
Catalog: OmegaT/ja/ja-omegat.tmx
Source language: en_us
Languages: ja

source: Super large effective area. Also accepts productivity modules. Doesn't really need energy despite the warning signal.
ja: 超広範囲にモジュール効果を伝播します。また、生産力モジュールをセットすることもできます。\n警告が出ますが電力を供給しなくても稼働します。

source: Quickly heats fluids up to maximum temperature.
ja: 最高温度まで流体を急速加熱します。

source: An extremely fast and energy-free construction robot. Can put up to 1k robots in each stack.
ja: 超高速で飛行が可能な電力不要の建造ロボットです。1スロットに1000個スタック可能です。

source: Quickly cools fluids down to default temperature.
ja: 通常温度まで流体を急速冷却します。

source: A super fast loader that can easily compress the transport belt in front of it. When used with duplicating chests, you have a low-performance-cost solution for testing throughput with transport belt system.
ja: 搬送ベルトの直前に配置することでベルトラインを簡単に短縮できます。チェストを複製する場合、ベルトラインの処理能力をテストするためにコストパフォーマンスの良い方法です。

source: An extremely fast and energy-free logistic robot with high payload. Can put up to 1k robots in each stack.
ja: 超高速で飛行が可能な電力不要の物流ロボットです。1スロットに1000個スタック可能です。

source: Keeps the large area around it to be always revealed. Doesn't really need energy despite the warning signal.\n(Placing it before the sectors are generated may interrupt the generation process and cause the whole map to be blacked out temporarily.)
ja: 広大な範囲をスキャンし続けます。警告が出ますが電力は不要です。\n(セクタが生成される前に設置すると生成処理が中断されてしまい、マップ全体が一時的にブラックアウトする可能性があります。)

source: Doesn't really need energy despite the warning signal.
ja: 警告が出ますが電力供給は不要です。

# A cargo wagon that removes all items inside it. Clears contents upon removed.
source: A cargo wagon that removes all items inside it.\nClears contents upon removed.
ja: 中にある全てのアイテムを消し去る貨物車両です。\n撤去すると中身も無くなります。

source: A requester chest that removes all items inside it.\nClears contents upon removed.
ja: 中にある全てのアイテムを消し去る要求チェストです。\n撤去すると中身も無くなります。

# A storage chest that removes all items inside it. Clears contents upon removed.
source: A storage chest that removes all items inside it.\nClears contents upon removed.
ja: 中にある全てのアイテムを消し去る貯蔵チェストです。\n撤去すると中身も無くなります。

source: Large alien attractor
ja: 大型エイリアン誘引剤

source: Medium alien attractor
ja: 中型エイリアン誘引剤

source: Small alien attractor
ja: 小型エイリアン誘引剤

source: Autofill requester chest
ja: オートフィル要求チェスト

source: Configurable energy interface
ja: 構成可能な電力インターフェイス

source: Configurable super boiler
ja: 構成可能なスーパーボイラー

source: Creative cargo wagon
ja: クリエイティブ貨物車両

source: Creative chest
ja: クリエイティブチェスト

source: Creative provider chest
ja: クリエイティブ供給チェスト

source: Duplicating cargo wagon
ja: デュプリケート貨物車両

source: Duplicating chest
ja: デュプリケートチェスト

source: Duplicating provider chest
ja: デュプリケート供給チェスト

source: Matter duplicator
ja: 物質デュプリケーター

source: Active energy source
ja: アクティブ電力ソース

source: Active energy void
ja: アクティブ電力ヴォイド

source: Fluid source
ja: 流体ソース

source: Fluid void
ja: 流体ヴォイド

source: Matter source
ja: 物質ソース

source: Matter void
ja: 物質ヴォイド

source: Passive energy source
ja: パッシブ電力ソース

source: Passive energy void
ja: パッシブ電力ヴォイド

source: Super beacon
ja: スーパービーコン

source: Super boiler
ja: スーパーボイラー

source: Super construction robot
ja: スーパー建造ロボット

source: Super cooler
ja: スーパークーラー

source: Super electric pole
ja: スーパー電柱

source: Super loader
ja: スーパーローダー

source: Super logistic robot
ja: スーパー物流ロボット

source: Super radar
ja: スーパーレーダー

source: Super roboport
ja: スーパーロボットステーション

source: Void cargo wagon
ja: ヴォイド貨物車両

source: Void requester chest
ja: ヴォイド要求チェスト

source: Void storage chest
ja: ヴォイド貯蔵チェスト

source: Creative Mode
ja: ｸﾘｴｲﾃｨﾌﾞﾓｰﾄﾞ

source: Access right
ja: アクセス許可

source: Admin only [?]
ja: 管理者のみ [?]

source: Only admins can apply build options on players.
ja: 管理者のみが設置オプションをプレイヤーに適用できます。

source: Free [?]
ja: 誰でも [?]

source: Everyone can access all build options.
ja: 誰でも設置オプションを変更できます。

source: No team option [?]
ja: ﾁｰﾑｵﾌﾟｼｮﾝを使用しない [?]

source: Non-admin players can access the normal build options but cannot change build team.
ja: 一般プレイヤーは通常の設置オプションにアクセスできますが、チームの設置オプションは変更できません。

source: Magic wand - Creator
ja: ﾏｼﾞｯｸﾜﾝﾄﾞ - ｸﾘｴｲﾀｰ

source: Only admins can use the Creator magic wand.
ja: 管理者のみがマジックワンド - クリエイターを使用できます。

source: Everyone can use the Creator magic wand.
ja: 誰でもマジックワンド - クリエイターを使用できます。

source: Only admins can change settings for the current game.
ja: 管理者のみが現在のゲームの設定を変更できます。

source: Everyone can change settings for the current game.
ja: 誰でも現在のゲームの設定を変更できます。

source: Magic wand - Healer
ja: ﾏｼﾞｯｸﾜﾝﾄﾞ - ﾋｰﾗｰ

source: Only admins can use the Healer magic wand.
ja: 管理者のみがマジックワンド - ヒーラーを使用できます。

source: Everyone can use the Healer magic wand.
ja: 誰でもマジックワンド - ヒーラーを使用できます。

source: Only admins can access the modding menu.
ja: 管理者のみがMOD製作メニューにアクセスできます。

source: Everyone can access the modding menu.
ja: 誰でもMOD製作メニューにアクセスできます。

source: Magic wand - Modifier
ja: ﾏｼﾞｯｸﾜﾝﾄﾞ - ﾓﾃﾞｨﾌｧｲｱ

source: Only admins can use the Modifier magic wand.
ja: 管理者のみがマジックワンド - モディファイアを使用できます。

source: Everyone can use the Modifier magic wand.
ja: 誰でもマジックワンド - モディファイアを使用できます。

source: Only admins can apply cheats on players.
ja: 管理者のみがプレイヤーにチートを適用できます。

source: Individual [?]
ja: 自分自身 [?]

source: Non-admin players can apply cheats on him/herself.
ja: 一般プレイヤーは自分自身にチートを適用できます。

source: Only admins can apply cheats on surfaces.
ja: 管理者のみがワールドにチートを適用できます。

source: Everyone can apply cheats on any surface.
ja: 誰でも全ワールドにチートを適用できます。

source: Current surface only [?]
ja: 現在のﾜｰﾙﾄﾞのみ [?]

source: Non-admin players can apply cheats on his/her current surface.
ja: 一般プレイヤーは現在のワールドにチートを適用できます。

source: Only admins can apply cheats on teams.
ja: 管理者のみがチームにチートを適用できます。

source: Everyone can apply cheats on any team.
ja: 誰でも全チームにチートを適用できます。

source: Own team only [?]
ja: ﾁｰﾑのみ [?]

source: Non-admin players can apply cheats on his/her own team.
ja: 一般プレイヤーは自身が所属するチームにチートを適用できます。

source: Actions
ja: 操作

source: Admin
ja: 権限管理

source: All events
ja: 全てのｲﾍﾞﾝﾄ

source: All technologies
ja: 全ての研究

source: Also log event parameters
ja: ｲﾍﾞﾝﾄﾊﾟﾗﾒｰﾀも同時にﾛｸﾞ出力

source: Also print event parameters
ja: ｲﾍﾞﾝﾄﾊﾟﾗﾒｰﾀも同時に出力

source: Also write event parameters
ja: ｲﾍﾞﾝﾄﾊﾟﾗﾒｰﾀも同時に書き出し

source: Alternate mode
ja: 代替ﾓｰﾄﾞ

source: Always day [?]
ja: 常に日中 [?]

source: Stops the day-night cycle. Only daytime will be available.
ja: 昼夜のサイクルを止め、昼間だけとなります。

source: Disable Creative Mode?
ja: クリエイティブモードを無効にしますか?

source: Enable Creative Mode?
ja: ｸﾘｴｲﾃｨﾌﾞﾓｰﾄﾞを有効にしますか?

source: Permanently Disable Creative Mode?
ja: 永続的にクリエイティブモードを無効にしますか?

source: Active [?]
ja: 稼働 [?]

source: Inactive cars cannot move, inactive inserters cannot work, inactive player characters cannot perform most of the tasks.
ja: 非稼働の自動車は動きません。非稼働のインサータは働きません。非稼働のプレイヤーは作業を実行できません。

source: Destructible [?]
ja: 解体可能 [?]

source: Build distance [?]
ja: 設置距離 [?]

source: Number of additional tiles for building entities from your current character. No cheat is 0. Default cheat is __1__.\n__2__\n__3__
ja: 設置物を置ける距離を延長します。チート無効時:0, チート有効時のデフォルト:__1__\n__2__\n__3__

source: Full health [?]
ja: 全回復 [?]

source: Whether the entity will have full health. If false, the health point of the entity will be lowered to 1.
ja: エンティティの耐久値を最大にします。無効にした場合は耐久値を1にします。

source: Minable [?]
ja: 採掘可能 [?]

source: Operable [?]
ja: 操作可能 [?]

source: Build Options
ja: 設置ｵﾌﾟｼｮﾝ

source: Rotatable [?]
ja: 回転可能 [?]

source: Whether the entity can be rotated by using the R key.
ja: エンティティをRキーで回転できるようにします。

source: Team [?]
ja: ﾁｰﾑ [?]

source: Which team the entity will belong to.
ja: エンティティが所属するチームです。

source: Can drop on ground
ja: 地面に置ける

source: Can insert to players in front
ja: 正面にいるプレイヤーへ投入可能

source: Can insert to vehicles in front
ja: 正面にある乗り物へ投入可能

source: Cannot apply this cheat before player is respawned.
ja: プレイヤーが居ない場合は適用できません。

source: Cannot apply this cheat in god mode.
ja: ゴッドモードでは適用できません。

source: Categories
ja: ｶﾃｺﾞﾘ

source: * Health bonus [?]
ja: * 耐久力ﾎﾞｰﾅｽ [?]

# Additional health for each character in the team. __1__
source: Additional health for each character in the team.\n__1__
ja: チームに所属しているキャラクターの耐久力を増加させます。\n__1__

source: * Inventory bonus [?]
ja: * ｲﾝﾍﾞﾝﾄﾘﾎﾞｰﾅｽ [?]

source: Additional inventory slots for all players in the team.
ja: チームに所属する全てのプレイヤーのインベントリを拡張します。

source: * Chart all [?]
ja: * 全てのﾁｬｰﾄ [?]

source: Cheat mode [?]
ja: ﾁｰﾄﾓｰﾄﾞ [?]

source: Makes hand crafting free and instant.
ja: 材料を使わずに素手でアイテムを作れるようになります。

source: Cheats
ja: ﾁｰﾄ

source: * Crafting speed [?]
ja: 製作速度 [?]

# Additional manual crafting speed for your current character. __1__ __2__ __3__
source: Additional manual crafting speed for your current character.\n__1__\n__2__\n__3__
ja: 手作業による製作速度を増加させます。\n__1__\n__2__\n__3__

source: Create tiles or resources
ja: 生成される床または資源

source: Creative tools' recipes [?]
ja: ｸﾘｴｲﾃｨﾌﾞﾂｰﾙﾚｼﾋﾟ[?]

source: For crafting the god-like creative tools.
ja: 神のようなクリエイティブツールを作れるようにします。

source: Kill all enemies [?]
ja: 全ての敵を殺害 [?]

source: Disable All
ja: 全て無効

source: Disable Creative Mode
ja: 無効にする

source: You can still enable it later with the following command:
ja: 以下のコマンドを実行して後から有効にできます。

source: Disable permanently
ja: 永続的に無効にする

source: Disable Creative Mode [?]
ja: ｸﾘｴｲﾃｨﾌﾞﾓｰﾄﾞの無効化 [?]

source: Don't affect player characters [?]
ja: ﾌﾟﾚｲﾔｰｷｬﾗに適用しない [?]

source: No [?]
ja: いいえ [?]

source: You can use command to enable it later.
ja: 後でコマンドを実行して有効にできます。

source: No permanently [?]
ja: 永続的にいいえ [?]

source: No one can enable it anymore in this game.
ja: このゲームでは二度と有効にできません。

source: Don't generate enemy [?]
ja: 敵を生成しない [?]

source: Don't kill players by removing tiles [?]
ja: 消去された床でﾌﾟﾚｲﾔｰを殺害しない [?]

source: Some tile types are not walkable by players, like the water tiles. If this is set to true, it will keep the tiles under each player to be untouched if such tile type is there.
ja: 幾つかの床は水源のようにプレイヤーが立っていられずに死んでしまうものがあります。\nこれを有効にすると、それらの床が選択されている場合は足元の床は変更されません。

source: Don't kill players by creating tiles [?]
ja: 生成された床でﾌﾟﾚｲﾔｰを殺害しない [?]

source: Some tile types are not walkable by players, like the water tiles. If this is set to true, it will keep the tiles under each player to be untouched if such tile type is selected.
ja: 幾つかの床は水源のようにプレイヤーが立っていられずに死んでしまうものがあります。\nこれを有効にすると、それらの床が選択されている場合は足元の床は変更されません。

source: Don't remove player characters [?]
ja: ﾌﾟﾚｲﾔｰｷｬﾗを消去しない [?]

source: Enable All
ja: 全て有効

source: Yes, with cheats [?]
ja: はい。(ﾁｰﾄ有効) [?]

source: Enemy evolution [?]
ja: 敵の進化 [?]

source: Whether the enemies evolve automatically.
ja: 敵が自動で進化するかどうかの設定です。

source: Enemy expansion [?]
ja: 敵の増殖 [?]

source: Expansion max CD [?]
ja: 増殖間隔の最大時間 [?]

source: Maximum number of ticks before the enemies expand a base. Default is __1__.\nEffective only when enemy expansion is on.
ja: 巣を増やす間隔の最大時間です。デフォルト:__1__\n敵の増殖が有効の場合にのみ効果があります。

source: Expansion min CD [?]
ja: 増殖間隔の最小時間 [?]

source: Minimum number of ticks before the enemies expand a base. Default is __1__.\nEffective only when enemy expansion is on.
ja: 巣を増やす間隔の最小時間です。デフォルト:__1__\n敵の増殖が有効の場合にのみ効果があります。

source: Whether the enemies expand their spawners.
ja: 敵が巣を増やして増殖するかどうかの設定です。

source: Configurations for this __1__
ja: __1__の設定変更

source: Entity-related events
ja: ｴﾝﾃｨﾃｨ関連ｲﾍﾞﾝﾄ

source: Events
ja: ｲﾍﾞﾝﾄ

source: Evo. destroy factor [?]
ja: 進化.破壊ﾌｧｸﾀｰ [?]

source: Increase of the evolution factor for each destroyed spawner. Default is __1__.\nEffective only when enemy evolution is on.
ja: 敵の巣の破壊を要因とする進化ファクターの破壊数ごとの上昇値です。デフォルト:__1__\n敵の進化が有効の場合にのみ効果があります。

source: Evolution factor [?]
ja: 進化ﾌｧｸﾀｰ [?]

source: Evolution factor of the enemies. From __1__ (initial stage) to __2__ (final stage).
ja: 敵の進化ファクターです。範囲は__1__(初期段階)から__2__(最終段階)までです。

source: Evo. pollution factor [?]
ja: 進化.汚染ﾌｧｸﾀｰ [?]

source: Increase of the evolution factor for each 1000 PU. Default is __1__.\nEffective only when enemy evolution is on.
ja: 汚染を要因とする進化ファクターの1000汚染値ごとの上昇値です。デフォルト:__1__\n敵の進化が有効の場合にのみ効果があります。

source: Evo. time factor [?]
ja: 進化.時間ﾌｧｸﾀｰ [?]

source: Increase of the evolution factor in each second. Default is __1__.\nEffective only when enemy evolution is on.
ja: 時間経過を要因とする進化ファクターの秒ごとの上昇値です。デフォルト:__1__\n敵の進化が有効の場合にのみ効果があります。

source: Force-related events
ja: 勢力関連ｲﾍﾞﾝﾄ

source: Game speed [?]
ja: ｹﾞｰﾑ速度 [?]

source: Speed to update the map. Default is __2__ (60 UPS). Minimum is __1__.
ja: ワールドの時間の流れる速さを更新します。デフォルト:__2__(60UPS), 最小:__1__

source: __1__ (Ghost)
ja: __1__(ゴースト)

source: Game Settings
ja: ｹﾞｰﾑ設定

source: * God mode [?]
ja: * ｺﾞｯﾄﾞﾓｰﾄﾞ [?]

source: Extracts your soul from the body, allowing you to fly over obstacles and no one will be able to hurt you.\nBut please note that some of the cheats do not work in god mode.\n__1__
ja: 身体から魂を抜き出し、無敵状態にて障害物を無視した移動ができるようになります。\n但し、いくつかのチートはゴッドモード中は使用できません。\n__1__

source: GUI-related events
ja: GUI関連ｲﾍﾞﾝﾄ

# Additional health for your current character. __1__ __2__
source: Additional health for your current character.\n__1__\n__2__
ja: 耐久力を増加させます。\n__1__\n__2__

source: Hide
ja: 非表示

source: Hints
ja: ﾋﾝﾄ

source: * Inserter capacity bonus [?]
ja: * ｲﾝｻｰﾀ容量ﾎﾞｰﾅｽ [?]

source: Additional number of items that can be transferred by non-stack inserters.
ja: 非スタックインサータが一度に運べるアイテム数を増加させます。

source: Instant blueprint [?]
ja: 即時建設計画 [?]

source: Instant deconstruction [?]
ja: 即時解体 [?]

source: Instant request [?]
ja: 即時要求 [?]

source: * Instant research [?]
ja: 研究の即時完了 [?]

source: All researches are free and instant.
ja: ノーコストで研究が即座に完了します。

source: Instant trash [?]
ja: 即時ｺﾞﾐ [?]

source: Interfaces
ja: ｲﾝﾀｰﾌｪｲｽ

# Additional inventory slots for your current character. __1__ __2__
source: Additional inventory slots for your current character.\n__1__\n__2__
ja: インベントリを拡張します。\n__1__\n__2__

source: Compact
ja: コンパクト

source: Original
ja: オリジナル

source: Invincible player [?]
ja: 無敵化 [?]

# No one can hurt your current character. __1__ __2__
source: No one can hurt your current character.\n__1__\n__2__
ja: ダメージを受けなくなります。\n__1__\n__2__

source: Item drop distance [?]
ja: ｱｲﾃﾑ投棄距離 [?]

source: Number of additional tiles for dropping items from your current character. No cheat is 0. Default cheat is __1__.\n__2__\n__3__
ja: アイテムを捨てられる距離を延長します。チート無効時:0, チート有効時のデフォルト:__1__\n__2__\n__3__

source: Item group [?]:
ja: ｱｲﾃﾑｸﾞﾙｰﾌﾟ [?]:

source: __1__ (Item)
ja: __1__(アイテム)

source: * Item pickup distance [?]
ja: * ｱｲﾃﾑ拾得距離 [?]

source: Number of additional tiles for reaching and picking up items to your current character.\n__1__\n__2__
ja: アイテムを拾える距離を延長します。\n__1__\n__2__

source: Item-related events
ja: ｱｲﾃﾑ関連ｲﾍﾞﾝﾄ

source: Keep last item [?]
ja: ｱｲﾃﾑ保持 [?]

# Makes sure you will keep the last item when you build something manually. __1__
source: Makes sure you will keep the last item when you build something manually.\n__1__
ja: 手動で設置した際に持っているアイテムが減らなくなります。\n__1__

source: Known issue: it does not work on tiles, wires, or if you ues the rail planner to build rails.
ja: 既知の問題: 床材・ケーブル・運行計画によるレールの設置の場合には当機能が働きません。

source: Kill
ja: 破壊

source: * Remove all units [?]
ja: * 全てのAIﾕﾆｯﾄを消去 [?]

source: Loaders' recipes [?]
ja: ﾛｰﾀﾞｰﾚｼﾋﾟ [?]

source: For crafting the original loaders - entities that was cancelled because of being too powerful.
ja: あまりにも高性能すぎて無効にされたローダーを作れるようにします。

source: Log events [?]
ja: ﾛｸﾞ出力 [?]

source: Log the selected events into __1__\nNote: the logs are shared too all players in multiplayer games.
ja: 選択したイベントのログを__1__に出力します。\nメモ:マルチプレイではログは全てのプレイヤーで共有されています。

source: * Loot pickup distance [?]
ja: * 収集範囲 [?]

source: Number of additional tiles for automatically picking up loots to your current character.\n__1__\n__2__
ja: 自動収集範囲を広げます。\n__1__\n__2__

source: Lower HP [?]
ja: 最低耐久力 [?]

source: Magic Wand
ja: ﾏｼﾞｯｸﾜﾝﾄﾞ

source: Creator
ja: ｸﾘｴｲﾀｰ

source: Healer
ja: ﾋｰﾗｰ

source: Modifier
ja: ﾓﾃﾞｨﾌｧｲｱ

source: Creative Mode menu
ja: クリエイティブモードメニュー

source: Mining speed [?]
ja: 採掘速度 [?]

source: Additional manual mining speed for your current character. No cheat is 0. Default cheat is __1__.\n__2__\n__3__
ja: 採掘速度を増加させます。チート無効時:0, チート有効時のデフォルト:__1__\n__2__\n__3__

source: Modding
ja: MOD製作

source: No
ja: いいえ

source: No effect in cheat mode.
ja: チートモード中は効果がありません

source: No effect in god mode.
ja: ゴッドモード中は効果がありません。

source: * Not included in "Enable All".
ja: *印は「全て有効」に含まれません。

source: Off
ja: ｵﾌ

source: On
ja: ｵﾝ

source: Options
ja: ｵﾌﾟｼｮﾝ

source: Overall access rights
ja: ｱｸｾｽ権の一括変更

source: Admin only
ja: 管理者のみ

source: Default
ja: ﾃﾞﾌｫﾙﾄ

source: Peaceful mode [?]
ja: ﾋﾟｰｽﾌﾙﾓｰﾄﾞ [?]

source: Enemy will not attack first. You will have to kill all enemy units in order to refresh their status.
ja: 敵から襲ってこなくなります。状態を更新するには一度敵を全て殺害する必要があります。

source: Warning: once disabled, it cannot be enabled again for the current game.
ja: 警告: 一度無効にしたらこのワールドでは二度と有効にできません。

source: Personal Cheats
ja: 個人

source: Player: __1__
ja: プレイヤー: __1__

source: Player-related events
ja: ﾌﾟﾚｲﾔｰ関連ｲﾍﾞﾝﾄ

source: Pollution [?]
ja: 汚染 [?]

source: Whether the machines release pollutants.
ja: 設備が汚染を排出するかどうかの設定です。

source: Position-related events
ja: 位置関連ｲﾍﾞﾝﾄ

source: Print events [?]
ja: ｲﾍﾞﾝﾄ出力 [?]

source: Print the selected events in console.
ja: 選択したイベントをコンソールに出力します。

source: Actions:
ja: 操作:

source: Active
ja: 稼働

source: Destructible
ja: 解体可能

source: Full health
ja: 全回復

source: Minable
ja: 採掘可能

source: Operable
ja: 操作可能

source: Rotatable
ja: 回転可能

source: Team
ja: ﾁｰﾑ

source: * Quickbar bonus [?]
ja: * ｸｲｯｸﾊﾞｰﾎﾞｰﾅｽ [?]

# Additional quickbars for your current character. __1__ __2__
source: Additional quickbars for your current character.\n__1__\n__2__
ja: クイックバーを拡張します。\n__1__\n__2__

source: * Quickbar count [?]
ja: * ｸｲｯｸﾊﾞｰの列数 [?]

source: Number of quickbars for each player in the team.
ja: チームに所属するプレイヤーのクイックバーの列数を設定します。

source: Railgun recipes [?]
ja: ﾚｰﾙｶﾞﾝﾚｼﾋﾟ [?]

source: For crafting the hidden railgun and railgun dart.\nNote: the railgun fire sound is very loud.
ja: 隠し武器であるレールガンとその弾薬を作れるようにします。\nメモ: レールガンの発射音はとても大きいです。

source: Reach distance [?]
ja: 回収距離 [?]

source: Number of additional tiles for reaching entities from your current character. No cheat is 0. Default cheat is __1__.\n__2__\n__3__
ja: 設置物を回収できる距離を延長します。チート無効時:0、チート有効時のデフォルト:__1__\n__2__\n__3__

source: Refresh
ja: 再読込

source: Remove
ja: 削除

source: Remove All
ja: 全て削除

source: Remove all enemies [?]
ja: 全ての敵を消去 [?]

source: Remove entities
ja: ｴﾝﾃｨﾃｨを削除する

source: Remove this action.
ja: この操作を消去

source: Repair mined item [?]
ja: 斧の自動修復 [?]

source: Automatically restores entity's health to 100% when you mine one.
ja: 斧を使用しても自動で耐久力が全回復します。

source: Resource amount
ja: 資源量

source: Resource reach distance [?]
ja: 資源採取距離 [?]

source: Number of additional tiles for reaching reousrces from your current character. No cheat is 0. Default cheat is __1__.\n__2__\n__3__
ja: 資源を採取できる距離を延長します。チート無効時:0, チート有効時のデフォルト:__1__\n__2__\n__3__

source: Revive ghosts [?]
ja: ｺﾞｰｽﾄを復活 [?]

source: Running speed [?]
ja: 移動速度 [?]

source: Additional running speed for your current character. No cheat is 0. Default cheat is __1__.\n__2__\n__3__
ja: 移動速度を増加させます。チート無効時:0, チート有効時のデフォルト:__1__\n__2__\n__3__

source: Search events
ja: イベント検索

source: Select All
ja: 全て選択

source: Select the following events to print in console:
ja: ｺﾝｿｰﾙに出力するｲﾍﾞﾝﾄを選択して下さい

source: Select the access right of non-admin players to different features:
ja: 一般ﾌﾟﾚｲﾔｰへの各種ｱｸｾｽ権を設定します

source: Set energy output:
ja: 電力出力設定:

source: Set temperature (°C):
ja: 温度設定 (°C):

source: Show
ja: 表示

source: * Stack inserter capacity bonus [?]
ja: * ｽﾀｯｸｲﾝｻｰﾀ容量ﾎﾞｰﾅｽ [?]

source: Additional number of items that can be transferred by stack inserters.
ja: スタックインサータが一度に運べるアイテム数を増加させます。

source: Standard mode
ja: 通常ﾓｰﾄﾞ

source: Surface Cheats
ja: ﾜｰﾙﾄﾞ

source: Surface: __1__
ja: ワールド: __1__

source: Surface-related events
ja: ﾜｰﾙﾄﾞ関連ｲﾍﾞﾝﾄ

source: Switch inventory display mode. Current: __1__
ja: インベントリ表示モードの切り替え 現在:__1__

source: * Build distance [?]
ja: * 設置距離 [?]

source: Number of additional tiles for building entities from each character in the team.\n__1__
ja: チームに所属しているキャラクターの設置物を置ける距離を延長します。\n__1__

source: Team Cheats
ja: ﾁｰﾑ

# Additional manual crafting speed for each character in the team. __1__ __2__
source: Additional manual crafting speed for each character in the team.\n__1__\n__2__
ja: チームに所属しているキャラクターの手作業による製作速度を増加させます。\n__1__\n__2__

source: * Item drop distance [?]
ja: * ｱｲﾃﾑ投棄距離 [?]

source: Number of additional tiles for dropping items from each character in the team.\n__1__
ja: チームに所属しているキャラクターのアイテムを捨てられる距離を延長します。\n__1__

source: Number of additional tiles reaching and picking up items to each character in the team.\n__1__
ja: チームに所属しているキャラクターのアイテムを拾える距離を延長します。\n__1__

source: Number of additional tiles automatically picking up loots to each character in the team.\n__1__
ja: チームに所属しているキャラクターの自動収集範囲を広げます。\n__1__

source: * Mining speed [?]
ja: * 採掘速度 [?]

source: Additional manual mining speed for each character in the team.
ja: チームに所属しているプキャラクターの採掘速度を増加させます。

source: Team: __1__
ja: チーム:__1__

source: * Reach distance [?]
ja: * 回収距離 [?]

source: Number of additional tiles for reaching entities from each character in the team.\n__1__
ja: チームに所属しているキャラクターの設置物を回収できる距離を延長します。\n__1__

source: * Resource reach distance [?]
ja: * 資源採取距離 [?]

source: Number of additional tiles for reaching resources from each character in the team.\n__1__
ja: チームに所属しているキャラクターの資源を採取できる距離を延長します。\n__1__

source: * Running speed [?]
ja: * 移動速度 [?]

# Additional running speed for each character in the team. __1__
source: Additional running speed for each character in the team.\n__1__
ja: チームに所属しているキャラクターの移動速度を増加させます。\n__1__

source: Technology-related events
ja: 研究関連ｲﾍﾞﾝﾄ

source: Tile-related events
ja: 床関連ｲﾍﾞﾝﾄ

source: Unlock
ja: 解除

source: __1__"__2__" = (Unrecognized parameter)
ja: __1__"__2__" = (無効なパラメータ)

source: Write events [?]
ja: ｲﾍﾞﾝﾄ書き出し [?]

source: Write the selected events into __1__
ja: 選択したイベントを__1__に書き出します。

source: Yes
ja: はい

source: Drop it on the ground and 100 aliens will be attracted to build a nest there. Though it may take some time for them to group and move.
ja: 設置した場所に100匹のエイリアンを誘き寄せて巣を作らせます。群れで移動してくるため若干時間が掛かります。

source: Drop it on the ground and 20 aliens will be attracted to build a nest there. Though it may take some time for them to group and move.
ja: 設置した場所に20匹のエイリアンを誘き寄せて巣を作らせます。群れで移動してくるため若干時間が掛かります。

source: Drop it on the ground and 5 aliens will be attracted to build a nest there. Though it may take some time for them to group and move.
ja: 設置した場所に5匹のエイリアンを誘き寄せて巣を作らせます。群れで移動してくるため若干時間が掛かります。

source: Absorbing energy from the network. (You shouldn't hold this item. Return it ASAP!)
ja: 電力ネットワークから電力を吸収します。(このアイテムは持つべきでじゃありません。至急戻して下さい!)

source: It can control the exsistence of objects. Before using this magic wand, you should set it up in the menu. Drag on the screen to select entities, then drop to apply effects.\nPress __CONTROL__select-for-cancel-deconstruct__ while dragging to activate the alternate mode.\n\nStandard mode: create tiles or ores.\nAlternate mode: remove selected objects.
ja: オブジェクトの配置の有無を制御できます。これを使う前に設定メニューから設定を行う必要があります。ドラッグで範囲を選択すると適用されます。\n__CONTROL__select-for-cancel-deconstruct__を押しながら選択すると代替モードになります。\n\n通常モード: 選択した範囲に床もしくは鉱脈を生成します。\n代替モード: 選択したオブジェクトを消去します。

source: It can heal, revive or kill entities. Drag on the screen to select entities, then drop to apply effects.\nPress __CONTROL__select-for-cancel-deconstruct__ while dragging to activate the alternate mode.\n\nStandard mode: heal the selected entities and revive the selected ghost entities.\nAlternate mode: lower the health of selected entities or kill them.
ja: エンティティを修理・復元・破壊できます。ドラッグで対象を選択すると効果が適用されます。\n__CONTROL__select-for-cancel-deconstruct__を押しながら選択すると代替モードになります。\n\n通常モード: 選択したエンティティを修理・復元します。\n代替モード: 選択したエンティティの耐久力を1、もしくは0(破壊)にします。
